{
  "WHATS_NEW_V0.60": "* Fix: TV Rage changed their page layout and HTML structure; updated the 'agent'\n* Fix: Clearing queues and loading items from disk are more reliable\n* Fix: Lots of fixes for imdb, tmdb, and tv rage\n* Fix: Restarting/Resetting during a download should no longer lead to damaged or incomplete files\n* Fix: Lots of minor fixes and code cleanup\n* New: Filter completed view by TV, Movies, or all - see the context menu in the download queue\n* New: Sort search and complete views by air date (or release date), name, or download date - completed items context menu\n* New: Reload all metadata from the diagnostics menu\n* New: Uses the TV Rage API when a webpage can't easily be found\n* Change: Pulled metadata collectors out into separate modules for ease of future maintenance, code re-use, and readability",
  "WHATS_NEW_V0.61": "* Fix: Restarting/Resetting during a download should no longer lead to damaged or incomplete files (Really this time)\n* New: Ability to change download queue prioritization using contextual menu",
  "WHATS_NEW_V0.62": "* Fix: NZBMatrix changed their website, Newzworthy agent is now updated.\n* Fix: TVRage changed their website, Newzworthy agent updated.",
  "WHATS_NEW_V0.63": "* Fix: TVRage made another change to their site.  Fixed!",
  "WHATS_NEW_V0.64": "* Fix: Slight tweak to TVRage\n* Fix: Removed a reference to non-functioning menu item",
  "WHATS_NEW_V0.70": "* New: Use the Setup archives option to set archive folders.  Use the contextual menu to select a folder for TV Archives and Movie archives\n*Fix: Lots of minor fixes, mostly related to metadata\n*Fix: NZBMatrix movie searches now have meaningful titles",
  "WHATS_NEW_V0.71": "* Fix: Minor bug where deleting a completed download was not always an option",
  "WHATS_NEW_V0.72": "* New: If a media file cannot be found, disable attempting to play or archive the file\n* New: Main menu options for Archiving and Archived items\n* Fix: Prior version completed files can now be played and archived\n* Fix: Archived files are compared against original files before being marked as successfully archived",
  "WHATS_NEW_V0.73": "* Fix: Minor fixes to archiving\n* New: Made the default sort by air date when searching for TV Favorites in defined periods\n* New: Added the Season & Episode to the description when not using the Mac Plex client\n* Fix: Minor change to NZBMatrix to recognize alternative season & episode identification",
  "WHATS_NEW_V0.75": "* Fix: Post-download cleanup was not consistent.  Data Updates were always available.\n* New: Archive and Delete a new option for Completed Downloads\n* New: Autoarchive in Preferences\n* Fix: A super annoying bug where some files couldn't be deleted because they were corrupted"
}
